[{"_id":"616d94a34bd209fb952497e3","name":"Amniocentesis","img":"https://i.ibb.co/R3N7Mpz/pexels-andrea-piacquadio-3952379.jpg","des":"Amniocentesis is a medical procedure used primarily in prenatal diagnosis of chromosomal abnormalities and fetal infections as well as for sex determination. In this procedure, a small amount of amniotic fluid, which contains fetal tissues, is sampled from the amniotic."},
    {"_id":"616d94a3d0288ca85be4f6a1","name":"Blood analysis","img":"https://i.ibb.co/wS6nKvK/pexels-anna-shvets-3845625.jpg","des":"A blood test is a lab analysis of things that may be found in your blood. You may have blood tests to keep track of how well you are managing a condition such as diabetes or high cholesterol. You may also have them for routine checkups or when you are ill. Blood tests are very common."},{"_id":"616d94a3beb3ef7b830a50a2","name":"Epinephrine tolerance","img":"https://i.ibb.co/b6jfzPq/pexels-artem-podrez-5726789.jpg","des":"Epinephrine tolerance test, assessment of the metabolism of liver glycogen by measuring the blood-sugar response to a standard dose of epinephrine (adrenalin). Epinephrine tolerance test is regarded as the examination of the liver glycogen by measuring the blood sugar response"},{"_id":"616d94a37632bbe4a6f2f4c8","name":"Gastric fluid analysis","img":"https://i.ibb.co/NxS0nL3/pexels-chokniti-khongchum-2280551.jpg","des":"Gastric fluid analysis, medical procedure used to examine the secretions and other liquid substances occurring in the stomach. By means of a tube passed through the nose and into the stomach, the nose and into gastric fluid can be obtained from the stomach."},{"_id":"616d94a35849d15049dc8773","name":"Kidney function test","img":"https://i.ibb.co/CVBX2m8/pexels-daniel-frank-305565.jpg","des":"Your kidney numbers include 2 tests: ACR (Albumin to Creatinine Ratio) and GFR (glomerular filtration rate). GFR is a measure of kidney function and is performed through a blood test. Your GFR will determine what stage of kidney disease you have – there are 5 stages"},{"_id":"616d94a316bc2f5d879cca1b","name":"Liver function test","img":"https://i.ibb.co/7ymH6x6/pexels-daniel-frank-305568.jpg","des":"Liver function tests, also referred to as a hepatic panel, are groups of blood tests that provide information about the state of a patient's liver. These tests include prothrombin time, activated Partial Thromboplastin Time, albumin, bilirubin, and others."}]